/* formatter input error format */
"'%@' is not a valid social security number." = "“%@”不是有效的社会安全编号。";

/* humanReadableStringForTimeInterval */
"%@ ago" = "%@ 之前";

/* abbreviated string for bytes format */
"%0.1f GB" = "%0.1f GB";

/* abbreviated string for gigahertz format */
"%0.1f GHz" = "%0.1f GHz";

/* abbreviated string for bytes format */
"%0.1f kB" = "%0.1f KB";

/* abbreviated string for kilohertz format */
"%0.1f KHz" = "%0.1f KHz";

/* abbreviated string for bytes format */
"%0.1f MB" = "%0.1f MB";

/* abbreviated string for megahertz format */
"%0.1f MHz" = "%0.1f MHz";

/* abbreviated string for bytes format */
"%0.1f PB" = "%0.1f PB";

/* abbreviated string for bytes format */
"%0.1f TB" = "%0.1f TB";

/* abbreviated string for terahertz format */
"%0.1f THz" = "%0.1f THz";

/* abbreviated string for bytes format */
"%d bytes" = "%d 字节";

/* humanReadableStringForTimeInterval */
"%ld day, %ld:%02ld:%02ld" = "%1$ld 天，%2$ld : %3$ld : %4$ld";

/* humanReadableStringForTimeInterval */
"%ld days, %ld:%02ld:%02ld" = "%1$ld 天，%2$ld : %3$ld : %4$ld";

/* humanReadableStringForTimeInterval */
"%ld seconds" = "%ld 秒";

/* humanReadableStringForTimeInterval */
"%ld:%02ld" = "%1$ld : %2$ld";

/* humanReadableStringForTimeInterval */
"%ld:%02ld:%02ld" = "%1$ld : %2$ld : %3$ld";

/* abbreviated string for hertz format */
"%u Hz" = "%u Hz";

/* script exception format */
"Add command has invalid 'to' specifier." = "添加命令含有无效的“to”说明符。";

/* script exception format */
"Add command missing the required 'to' specifier." = "添加命令缺少要求的“to”说明符。";

/* invalid bundle reason */
"Bundle is obsolete" = "包已废弃";

/* invalid bundle reason */
"Bundle requires additional software" = "包要求附加软件";

/* compression error reason */
"bzip2 library returned error code %d when finishing compression. %s." = "bzip2 资源库在完成压缩时返回错误代码 %1$d。%2$s。";

/* decompression error reason */
"bzip2 library returned error code %d when reading data. %s." = "bzip2 资源库在读取数据时返回错误代码 %1$d。%2$s。";

/* compression error reason */
"bzip2 library returned error code %d when writing data. %s." = "bzip2 资源库在写入数据时返回错误代码 %1$d。%2$s。";

/* error recovery option */
"Cancel <error recovery>" = "取消";

/* error description - a UNIX subprocess exited due to a signal */
"command '%@' exited due to signal %d (%s)" = "命令“%1$@”已由于信号 %2$d (%3$s) 而退出";

/* error description - a UNIX subprocess exited with a nonzero status */
"command '%@' returned %d" = "命令“%1$@”返回“%2$d”";

/* Error message when mkdir() fails
   Error message when mkdir() will fail because there's a file in the way
   Error message when stat() fails when trying to create a directory tree */


"Could not create directory" = "无法创建目录";

/* error description - unable to start a child process using the fork syscall
   error description - unable to start a child process using the spawn syscall */

"Could not fork '%@'" = "无法分支“%@”";

/* time span formatter span */
"d" = " 天";

/* time span formatter span */
"day" = "天";

/* time span formatter span */
"days" = "天";

/* invalid bundle reason */
"Duplicate bundle name" = "复制包的名称";

/* exception reason */
"Element '%@' not allowed at path: %@" = "以下路径不允许元素“%1$@” : %2$@";

/* error description */
"Error creating pipe" = "创建管道时发生错误";

/* Error encountered when trying to pass data through a UNIX command - parameter is underlying error text */
"Error filtering data through UNIX command: %@" = "通过 UNIX 命令 %@ 过滤数据时发生错误";

/* time span formatter span */
"h" = " 小时";

/* time span formatter span */
"hour" = "小时";

/* time span formatter span */
"hours" = "小时";

/* formatter input error */
"Invalid time span format" = "无效的时间范围格式";

/* local bundle path readable string */
"local configuration file" = "本地配置文件";

/* time span formatter span */
"m" = " 分";

/* time span formatter span */
"minute" = "分钟";

/* time span formatter span */
"minutes" = "分钟";

/* time span formatter span */
"mo" = " 月";

/* time span formatter span */
"month" = "月";

/* time span formatter span */
"months" = "月";

/* error reason */
"No root element was found" = "找不到根元素";

/* invalid bundle reason */
"Not a valid bundle" = "不是有效的包";

/* formatter input error */
"Only enter numbers separated by spaces." = "仅输入通过空格分隔的数字。";

/* script exception format */
"Remove command has invalid 'from' specifier." = "移去命令含有无效的“from”说明符。";

/* script exception format */
"Remove command missing the required 'from' specifier." = "移去命令缺少要求的“from”说明符。";

/* humanReadableStringForTimeInterval */
"right now" = "现在";

/* time span formatter span */
"s" = " 秒";

/* time span formatter span */
"second" = "秒";

/* time span formatter span */
"seconds" = "秒";

/* script exception format */
"Specified container doesn't handle the add command." = "指定的容器不能处理添加命令。";

/* script exception format */
"Specified container doesn't handle the remove command." = "指定的容器不能处理移去命令。";

/* formatter input error */
"That is not a valid date." = "不是有效的日期。";

/* formatter input error */
"That is not a valid phone number." = "不是有效的电话号码。";

/* formatter input error */
"That is not a valid social security number." = "不是有效的社会安全编号。";

/* formatter input error */
"That is not a valid state abbreviation." = "不是有效的州名缩写。";

/* formatter input error */
"That is not a valid zip code." = "不是有效的邮政编码。";

/* compression error description */
"Unable to compress data." = "不能压缩数据。";

/* error description */
"Unable to create lock file '%@'." = "不能创建锁定文件“%@”。";

/* decompression error description */
"Unable to decompress data." = "不能解压缩数据。";

/* decompression exception format */
"Unable to decompress gzip data: invalid header" = "不能解压缩 gzip 数据 : 无效的标头";

/* compression error description */
"Unable to initialize compression" = "无法初始化压缩";

/* decompression error description */
"Unable to initialize decompression" = "无法初始化解压缩";

/* script exception format */
"Unable to resolve insertion container in specifier %@" = "无法处理说明符“%@”中的插入容器";

/* script exception format */
"Unable to resolve insertion index in specifier %@" = "无法处理说明符“%@”中的插入索引";

/* script exception format */
"Unable to resolve insertion key in specifier %@" = "无法处理说明符“%@”中的插入键值";

/* error description */
"Unable to write cache file to '%@'" = "不能将高速缓存文件写入“%@”";

/* decompression error reason */
"unrecognized compression format." = "无法识别的压缩格式。";

/* time span formatter span */
"w" = " 周";

/* error description */
"Warning encountered while loading XML." = "载入 XML 时遇到警告。";

/* time span formatter span */
"week" = "周";

/* time span formatter span */
"weeks" = "周";

/* time span formatter span */
"y" = " 年";

/* time span formatter span */
"year" = "年";

/* time span formatter span */
"years" = "年";

/* zlib error reason */
"zlib returned error code %d." = "zlib 返回错误代码 %d。";

/* zlib error reason */
"zlib returned error code %d. %s." = "zlib 返回错误代码 %1$d。%2$s。";